Revit 2027 API
ParameterTypeId.BoundaryConditionsIsExt Property
 "Is Boundary Conditions External?"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryConditionsIsExt { get; }
Public Shared ReadOnly Property BoundaryConditionsIsExt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryConditionsIsExt {
	ForgeTypeId^ get ();
}
static member BoundaryConditionsIsExt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace